{
    "tutorial_1": {
        "dialogue_1": "......",
        "dialogue_2": "You feel quite a headache, like you've been hit by a boulder or somthing.",
        "dialogue_3": "As you gradually regain your conscious.\nYou first...",
        "option_1": {
            "value": "Take a look around",
            "content": "Although there's not much light in here, you've notice that you're in a cave."
        },
        "option_2": {
            "value": "Lay down on the ground",
            "content": "You slowly bend down your body against the ground.\nThen you realize that your cloth is in a poor condition,\nnot enough to protect you from the low temperature in here."
        },
        "dialogue_4": "You heard a voice whispering beyond the entrence.\nIt is not clear enough for anyone to understand. But it gives you a direction to follow.",
        "dialogue_5": "As you walk your way out of the cave. You start to get used to the lack of brightness of your surrounding.",
        "dialogue_6": "That voice draws you further, until you reach a widther space.",
        "dialogue_7": "Oh...you finially awake.",
        "dialogue_8": "Due to the darkness, you bearly saw a silhouette of a person standing on the other side of the space.",
        "dialogue_9": "You should not come any closer, they will smell you.",
        "dialogue_10": "Just as the mysterious person finish the words. You have take a step already.",
        "dialogue_11": "Shit...! What did I told you.",
        "dialogue_12": "You're lucky there's only one of them.",
        "dialogue_13": "Here, catch.",
        "dialogue_14": "The mysterious person throws a knife on the ground near where you are standing.\nWould you...",
        "option_3":{
            "value": "Take the knife",
            "content": "Soon as you pick up the knife on the ground.\nYou heard another voice, and a rotten smell came after."
        },
        "option_4":{
            "value": "I trust in my own fist",
            "content": "You kicked the knife out of your reach.\nYet it stops in the middle like it hit something solid, and it is not the sound of the ground or stone either."
        },
        "dialogue_15": "A sound of deadman approch towoards you.",
        "dialogue_16": "Suit yourself, I'm out of here",
        "dialogue_17": "As you defeat the monster.\nA small object made out of metal drop on the ground. It glooms, and lights up the space around it.",
        "dialogue_18": "It appears to be in a shape of key. At least that's what you can think of.",
        "dialogue_19": "You take a closer look at the key.\nNow it is in your possession, you feel the surge of energy lays inside it.",
        "dialogue_20": "With the lights from the key.\nYou're able to find a door in the end of the tunnel.\nAlthough you're not sure about the use of this key in your hand. You insert it into the key hole and open the door."
    },
    "demo": "This is the end of the demo.\nThank you for playing the game.",
    "ui":{
        "action": {},
        "config": {
            "bgm": "BGM",
            "se": "SE",
            "grid": "Grid",
            "on": "Display",
            "off": "Hide",
            "filter": "Filter",
            "default": "Default",
            "retro": "Retro",
            "language": "Language"
        },
        "objective":{
            "victory": "Victory",
            "fail": "Fail",
            "optional": "Optional"
        },
        "option": {
            "party": "Party",
            "objective": "Objective",
            "config": "Config",
            "end": "End Turn"
        }
    }
}